brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.13"
brew "ansible"
brew "ncurses"
brew "bash"
brew "bash-completion"
brew "bind"
brew "cdrtools"
brew "certbot"
brew "colima"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "ed"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "grc"
brew "grep"
brew "gzip"
brew "htop"
brew "jq"
brew "less"
brew "libffi"
brew "make"
brew "midnight-commander"
brew "mpv"
brew "mtr"
brew "nano"
brew "ncdu"
brew "nginx"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "qemu"
brew "restic"
brew "rsync"
brew "tig"
brew "tmux"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "xorriso"
cask "google-chrome"
cask "meld"
cask "microsoft-remote-desktop"
cask "obs"
cask "qbittorrent"
cask "visual-studio-code"
cask "vlc"
vscode "codeviz.codeviz"
vscode "dendron.dendron"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "hediet.vscode-drawio"
vscode "kelvin.vscode-sshfs"
vscode "kevinrose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ru"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "p1c2u.docker-compose"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "smpio.kubernator-vscode"
vscode "telesoho.vscode-markdown-paste-image"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
